import SynthetizeText from "./SynthetizeText.js"

let synthetizeText = new SynthetizeText()

synthetizeText.text = `ისრაელი იყო მსოფლიოში პირველი ქვეყანა, რომელმაც მთელი მოსახლეობის
რევაქცინაცია დაიწყო. 10 ნოემბერს ჯანდაცვის სამინისტროს კომისიამ
რეკომენდაცია გასცა, რომ კორონავირუსის საწინააღმდეგო აცრა 5 წლის ასაკიდან
იყოს დაშვებული. როგორ უმკლავდება ისრაელი პანდემიას? - ამ კითხვაზე
პასუხები Deutsche Welle-მ მოიძია.

რა ხდება ისრაელში?
დღეისათვის ქვეყნის ვაქცინაციის ცენტრებში მოქალაქეები თავიანთ რიგს
მოთმინებით ელოდებიან. როგორც მოსახლეობა ამბობს, ზოგიერთ ადგილებში ნიღბის
ტარებისა და დისტანციის შენარჩუნების შეზღუდვებს თუ არ გავითვალისწინებთ,
ისრაელი ცხოვრების ჩვეულ წესს თანდათან უბრუნდება

ისრაელი იყო მსოფლიოში პირველი ქვეყანა, რომელმაც მთელი მოსახლეობის
რევაქცინაცია დაიწყო. 10 ნოემბერს ჯანდაცვის სამინისტროს კომისიამ
რეკომენდაცია გასცა, რომ კორონავირუსის საწინააღმდეგო აცრა 5 წლის ასაკიდან
იყოს დაშვებული. როგორ უმკლავდება ისრაელი პანდემიას? - ამ კითხვაზე
პასუხები Deutsche Welle-მ მოიძია.

რა ხდება ისრაელში?
დღეისათვის ქვეყნის ვაქცინაციის ცენტრებში მოქალაქეები თავიანთ რიგს
მოთმინებით ელოდებიან. როგორც მოსახლეობა ამბობს, ზოგიერთ ადგილებში ნიღბის
ტარებისა და დისტანციის შენარჩუნების შეზღუდვებს თუ არ გავითვალისწინებთ,
ისრაელი ცხოვრების ჩვეულ წესს თანდათან უბრუნდება

ისრაელი იყო მსოფლიოში პირველი ქვეყანა, რომელმაც მთელი მოსახლეობის
რევაქცინაცია დაიწყო. 10 ნოემბერს ჯანდაცვის სამინისტროს კომისიამ
რეკომენდაცია გასცა, რომ კორონავირუსის საწინააღმდეგო აცრა 5 წლის ასაკიდან
იყოს დაშვებული. როგორ უმკლავდება ისრაელი პანდემიას? - ამ კითხვაზე
პასუხები Deutsche Welle-მ მოიძია.
ტარებისა და დისტანციის შენარჩუნების შეზღუდვებს თუ არ გავითვალისწინებთ,
ისრაელი ცხოვრების ჩვეულ წესს თანდათან უბრუნდება

ისრაელი იყო მსოფლიოში პირველი ქვეყანა, რომელმაც მთელი მოსახლეობის
რევაქცინაცია დაიწყო. 10 ნოემბერს ჯანდაცვის სამინისტროს კომისიამ
რეკომენდაცია გასცა, რომ კორონავირუსის საწინააღმდეგო აცრა 5 წლის ასაკიდან
იყოს დაშვებული. როგორ უმკლავდება ისრაელი პანდემიას? - ამ კითხვაზე
პასუხები Deutsche Welle-მ მოიძია.

რა ხდება ისრაელში?
დღეისათვის ქვეყნის ვაქცინაციის ცენტრებში მოქალაქეები თავიანთ რიგს
მოთმინებით ელოდებიან. როგორც მოსახლეობა ამბობს, ზოგიერთ ადგილებში ნიღბის
ტარებისა და დისტანციის შენარჩუნების შეზღუდვებს თუ არ გავითვალისწინებთ,
ისრაელი ცხოვრების ჩვეულ წესს თანდათან უბრუნდება

ისრაელი იყო მსოფლიოში პირველი ქვეყანა, რომელმაც მთელი მოსახლეობის
რევაქცინაცია დაიწყო. 10 ნოემბერს ჯანდაცვის სამინისტროს კომისიამ
რეკომენდაცია გასცა, რომ კორონავირუსის საწინააღმდეგო აცრა 5 წლის ასაკიდან
იყოს დაშვებული. როგორ უმკლავდება ისრაელი პანდემიას? - ამ კითხვაზე
პასუხები Deutsche Welle-მ მოიძიაისრაელი ცხოვრების ჩვეულ წესს თანდათან უბრუნდება
ისრაელი ცხოვრების ჩვეულ წესს თანდათან უბრუნდება
ისრაელი იყო მსოფლიოში პირველი ქვეყანა, რომელმაც მთელი მოსახლეობის
რევაქცინაცია დაიწყო. 10 ნოემბერს ჯანდაცვის სამინისტროს კომისიამ
რეკომენდაცია გასცა, რომ კორონავირუსის საწინააღმდეგო აცრა 5 წლის ასაკიდან
იყოს დაშვებული. როგორ უმკლავდება ისრაელი პანდემიას? - ამ კითხვაზე
პასუხები Deutsche Welle-მ მოიძიაისრაელი იყო მსოფლიოში პირველი ქვეყანა, რომელმაც მთელი მოსახლეობის
რევაქცინაცია დაიწყო. 10 ნოემბერს ჯანდაცვის სამინისტროს კომისიამ
რეკომენდაცია გასცა, რომ კორონავირუსის საწინააღმდეგო აცრა 5 წლის ასაკიდან
იყოს დაშვებული. როგორ უმკლავდება ისრაელი პანდემიას? - ამ კითხვაზე
პასუხები Deutsche Welle-მ მოიძია.

რა ხდება ისრაელში?
დღეისათვის ქვეყნის ვაქცინაციის ცენტრებში მოქალაქეები თავიანთ რიგს
მოთმინებით ელოდებიან. როგორც მოსახლეობა ამბობს, ზოგიერთ ადგილებში ნიღბის
ტარებისა და დისტანციის შენარჩუნების zzშეზღტარებისა და დისტანციის შენარჩუნების შეზღუდვებს თუ არ გავითვალისწინებთ,
ისრაელი ცხოვრების ჩვეულ წესს თანდათან უბრუნდება

ისრაელი იყო მსოფლიოში პირველი ქვეყანა, რტარებისა და დისტანციის შენარჩუნების შეზღუდვებს თუ არ გავითვალისწინებთ,
ისრაელი ცხოვრების ჩვეულ წესს თანდათან უბრუნდება

ისრაელი იყო მსოფლიოში პირველი ქვეყანა, რომელმაც მთელი მოსახლეობის
რევაქცინაცია დაიწყო. 10 ნოემბერს ჯანდაცვის სამინისტროს კომისიამ
რეკომენდაცია გასცა, რომ კორონავირუსის საწინააღმდეგო აცრა 5 წლის ასაკიდან
იყოს დაშვებული. როგორ უმკლავდება ისრაელი პანდემიას? - ამ კითხვაზე
პასუხები Deutsche Welle-მ მოიძია.che Welle-მ მოიძია.
ა.

რა ხდება ისრაელში?
დღეისათვის ქვეყნის ვაქცინაციის ცენტრებში მოქალაქეები თავიანთ რიგს
მოთმინებით ელოდებიან. როგორც მოსახლეობა ამბობს, ზოგიერთ ადგილებში ნიღბის
რა ხდება ისრაელში?
დღეისათვის ქვეყნის ვაქცინაციის ცენტრებში მოქალაქეები თავიანთ რიგს
მოთმინებით ელოდებიან. როგორც მოსახლეობა ამბობს, ზოგიერთ ადგილებში ნიღბის
ტარებისა და დისტანციის შენარჩუნების zzშეზღტარებისა და დისტანციის შენარჩუნების შეზღუდვებს თუ არ გავითვალისწინებთ,
ისრაელი ცხოვრების ჩვეულ წესს თანდათან უბრუნდება

ისრაელი იყო მსოფლიოში პირველი ქვეყანა, რტარებისა და დისტანციის შენარჩუნების შეზღუდვებს თუ არ გავითვალისწინებთ,
ისრაელი ცხოვრების ჩვეულ წესს თანდათან უბრუნდება

ისრაელი იყო მსოფლიოში პირველი ქვეყანა, რომელმაც მთელი მოსახლეობის
რევაქცინაცია დაიწყო. 10 ნოემბერს ჯანდაცვის სამინისტროს კომისიამ
რეკომენდაცია გასცა, რომ კორონავირუსის საწინააღმდეგო აცრა 5 წლის ასაკიდან
იყოს დაშვებული. როგორ უმკლავდება ისრაელი პანდემიას? - ამ კითხვაზე
პასუხები Deutsche Welle-მ მოიძია.che Welle-მ მოიძია.
ა.

რა ხდება ისრაელში?
დღეისათვის ქვეყნის ვაქცინაციის ცენტრებში მოქალაქეები თავიანთ რიგს
მოთმინებით ელოდებიან. როგორც მოსახლეობა ამბობს, ზოგიერთ ადგილებში ნიღბის
ტარებისა და დისტანციის შენარჩუნების zzშეზღტარებისა და დისტანციის შენარჩუნების შეზღუდვებს თუ არ გავითვალისწინებთ,
ისრაელი ცხოვრების ჩვეულ წესს თანდათან უბრუნდება

ისრაელი იყო მსოფლიოში პირველი ქვეყანა, რტარებისა და დისტანციის შენარჩუნების შეზღუდვებს თუ არ გავითვალისწინებთ,
ისრაელი ცხოვრების ჩვეულ წესს თანდათან უბრუნდება

ისრაელი იყო მსოფლიოში პირველი ქვეყანა, რომელმაც მთელი მოსახლეობის
რევაქცინაცია დაიწყო. 10 ნოემბერს ჯანდაცვის სამინისტროს კომისიამ
რეკომენდაცია გასცა, რომ კორონავირუსის საწინააღმდეგო აცრა 5 წლის ასაკიდან
იყოს დაშვებული. როგორ უმკლავდება ისრაელი პანდემიას? - ამ კითხვაზე
პასუხები Deutsche Welle-მ მოიძია.che Welle-მ მოიძია.

რა ხდება ისრაელში?
დღეისათვის ქვეყნის ვაქცინაციის ცენტრებში მოქალაქეები თავიანთ რიგს
მოთმინებით ელოდებიან. როგორც მოსახლეობა ამბობს, ზოგიერთ ადგილებში ნიღბის
ტარებისა და დისტანციის შენარჩუნების zzშეზღტარებისა და დისტანციის შენარჩუნების შეზღუდვებს თუ არ გავითვალისწინებთ,
ისრაელი ცხოვრების ჩვეულ წესს თანდათან უბრუნდება

ისრაელი იყო მსოფლიოში პირველი ქვეყანა, რტარებ
რა ხდება ისრაელში?
დღეისათვის ქვეყნის ვაქცინაციის ცენტრებში მოქალაქეები თავიანთ რიგს
მოთმინებით ელოდებიან. როგორც მოსახლეობა ამბობს, ზოგიერთ ადგილებში ნიღბის
ტარებისა და დისტანციის შენარჩუნების zzშეზღტარებისა და დისტანციის შენარჩუნების შეზღუდვებს თუ არ გავითვალისწინებთ,
ისრაელი ცხოვრების ჩვეულ წესს თანდათან უბრუნდება

ისრაელი იყო მსოფლიოში პირველი ქვეყანა, რტარებ

რა ხდება ისრაელში?
დღეისათვის ქვეყნის ვაქცინაციის ცენტრებში მოქალაქეები თავიანთ რიგს
მოთმინებით ელოდებიან. როგორც მოსახლეობა ამბობს, ზოგიერთ ადგილებში ნიღბის
ტარებისა და დისტანციის შენარჩუნების შეზღუდვებს თუ არ გავითვალისწინებთ,
ისრაელი ცხოვრების ჩვეულ წესს თანდათან უბრუნდება

ისრაელი იყო მსოფლიოში პირველი ქვეყანა, რომელმაც მთელი მოსახლეობის
რევაქცინაცია დაიწყო. 10 ნოემბერს ჯანდაცვის სამინისტროს კომისიამ
რეკომენდაცია გასცა, რომ კორონავირუსის საწინააღმდეომელმაც მთელი მოსახლეობის
რევაქცინაცია დაიწყო. 10 ნოემბერს ჯანდაცვის სამინისტროს კომისიამ
რეკომენდაცია გასცა, რომ კორონავირუსის საწინააღმდეგო აცრა 5 წლის ასაკიდან
იყოს დაშვებული. როგორ უმკლავდება ისრაელი პანდემიას? - ამ კითხვაზე
პასუხები Deutsche Welle-მ მოიძია.

რა ხდება ისრაელში?
დღეისათვის ქვეყნის ვაქცინაციის ცენტრებში მოქალაქეები თავიანთ რიგს
მოთმინებით ელოდებიან. როგორც მოსახლეობა ამბობს, ზოგიერთ ადგილებში ნიღბის
ტარებისა და დისტანციის შენარჩუნების შეზღუდვებს თუ არ გავითვალისწინებთ,
ისრაელი ცხოვრების ჩვეულ წესს თანდათან უბრუნდება

ისრაელი იყო მსოფლიოში პირველი ქვეყანა, რომელმაც მთელი მოსახლეობის
რევაქცინაცია დაიწყო. 10 ნოემბერს ჯანდაცვის სამინისტროს კომისიამ
რეკომენდაცია გასცა, რომ კორონავირუსის საწინააღმდეუდვებს თუ არ გავითვალისწინებთ,
ისრაელი ცხოვრების ჩვეულ წესს თანდათან უბრუნდება

ისრაელი იყო მსოფლიოში პირველი ქვეყანა, რომელმაც მთელი მოსახლეობის
რევაქცინაცია დაიწყო. 10 ნოემბერს ჯანდაცვის სამინისტროს კომისიამ
რეკომენდაცია გასცა, რომ კორონავირუსის საწინააღმდეგო აცრა 5 წლის ასაკიდან
იყოს დაშვებული. როგორ უმკლავდება ისრაელი პანდემიას? - ამ კითხვაზე
პასუხები Deutsche Welle-რა ხდება ისრაელში?
დღეისათვის ქვეყნის ვაქცინაციის ცენტრებში მოქალაქეები თავიანთ რიგს
მოთმინებით ელოდებიან. როგორც მოსახლეობა ამბობს, ზოგიერთ ადგილებში ნიღბის
ტარებისა და დისტანციის შენარჩუნების შეზღუდვებს თუ არ გავითვალისწინებთ,
ისრაელი ცხოვრების ჩვეულ წესს თანდათან უბრუნდება

ისრაელი იყო მსოფლიოში პირველი ქვეყანა, რომელმაც მთელი მოსახლეობის
რევაქცინაცია დაიწყო. 10 ნოემბერს ჯანდაცვიმ მოიძია.

რა ხდება ისრაელში?
დღეისათვის ქვეყნის ვაქცინაციის ცენტრებში მოქალაქეები თავიანთ რიგს
მოთმინებით ელოდებიან. როგორც მოსახლეობა ამბობს, ზოგიერთ ადგილებში ნიღბის
ტარებისა და დისტანციის შენარჩუნების შეზღუდვებს თუ არ გავითვალისწინებთ,
ისრაელი ცხოვრების ჩვეულ წესს თანდათან უბრუნდება
`

synthetizeText.onResult = (result) => {
    console.log(result)
}

synthetizeText.start()