import SynthetizeText from "./SynthetizeText.js"

let synthetizeText = new SynthetizeText()

synthetizeText.text = `ლორემ იპსუმ მომაგრებულმა გადიკისკისა ჩუსტი გამომადგა თავისადმი, მინა ჯდომით სივს. აშენებულს გლდანის თავისადმი გიბრიყვებენ, დადნენ, მუნჯად გაწაფული, მომენდე, ჩუსტი მომაგრებულმა. გასაკუთრებული გადიკისკისა გლდანის რჩეულიშვილმა, დასარიგებლად გართულდა უმცირესობაში, აბეზღებს გამოლეულ. დააჩქარე ტატის გიბრიყვებენ გაამახვილა შეუვალობას, მივკვლიე მიწოლილი დაღწია. მმოღვაწეობა ჩამვარდა დაჰხვეტე გატაცებითა ჩამონავალნი უჟმურს, დადნენ სოფელსა გამომადგა გასთხოვდა მისთანებს მიუხვდა, გამოლეულ, სიცოცხლესა გაფანტულმა. თავისადმი გარდმოდ შემოგნატრებენ უმართავდნენ მუნჯად გავცემ მიატრიალებდა. ჯდომით დაკარგულ მოუხმობ, გამნათებლები მმოღვაწეობა რჩეულიშვილმა, ახლადგაცნობილ მიუხვდა ტატის ვატრიალოთ ამოხეთქილს ეწიდებოდე ჩაგაცმევდა, ბაბუაჩემის გაშორდნენ. გამოლეულ შეეშვა მიეპყრო ჩვენმან ჩამვარდა, ნაკლოვანს დიდმა მმოღვაწეობა, ჩუსტი აშენებულს.`

synthetizeText.onResult = (result) => {
    console.log('result ', result)
}

synthetizeText.start()